export default function Footer() {
  return (
    <div className="footer">
      <div className="container">
        <div className="box">
          <p>Санкт-Петербург </p>
          <p>© 2023</p>
        </div>
        <p className="disclaimer">
          Данный сайт носит информационный характер и не является публичной
          офертой, которая определяется положениями статьи 437 (2) Гражданского
          кодекса РФ. Для получения подробной информации о наличии и стоимости
          указанных товаров и услуг, обращайтесь к нашим менеджерам или укажите
          телефон, чтобы мы перезвонили вам.
        </p>
      </div>
    </div>
  );
}
